views/site/index.php

SELECT COUNT(*) FROM `titulo_habilitante`
---

        <?php

        $resultado= TituloHabilitante::find()->count();

SELECT COUNT(*) FROM `autorizacionesmod`
---

        <?php

        $resultado2= Autorizacionesmod::find()->count();

SELECT COUNT(*) FROM `permisosmod`
---

        <?php

        $resultado3= Permisosmod::find()->count();

SELECT COUNT(*) FROM `concesionesmod`
---

        <?php

        $resultado4= Concesionesmod::find()->count();