models/Usuarios.php

SELECT * FROM `usuarios` WHERE `id`=2
---
    public static function findIdentity($id)
    {
        return self::findOne($id);